package cirno_question.ObjectNames;

public class Item {
	public static String[] card = { "アリスのカード", "イナバのカード", "キスメのカード", "チルノのカード",
			"ナズーリンのカード", "パチュリーのカード", "パルスィのカード", "フランドールのカード",
			"プリズムリバー三姉妹のカード", "ミスティアのカード", "メディスンメランコリーのカード", "リグルのカード",
			"ルーミアのカード", "レティのカード", "レミリアのカード", "秋姉妹のカード", "十六夜咲夜のカード",
			"一輪雲山のカード", "犬走椛のカード", "因幡てゐのカード", "小野塚小町のカード", "上白沢慧音のカード",
			"河城にとりのカード", "火焔猫燐のカード", "鍵山雛のカード", "風見幽香のカード", "霧雨魔理沙のカード",
			"東風谷早苗のカード", "古明地こいしのカード", "古明地さとりのカード", "黒谷ヤマメのカード", "魂魄妖夢のカード",
			"西行寺幽々子のカード", "四季映姫・ヤマザナドゥのカード", "射命丸文のカード", "多々良小傘のカード", "橙のカード",
			"寅丸星のカード", "聖白蓮のカード", "博麗霊夢のカード", "封獣ぬえのカード", "藤原妹紅のカード",
			"蓬莱山輝夜のカード", "星熊勇儀のカード", "紅美鈴のカード", "村紗水蜜のカード", "洩矢諏訪子のカード",
			"八意永琳のカード", "八雲紫のカード", "八雲藍のカード", "八坂神奈子のカード", "霊烏路空のカード", };
	public static String[] staff = { "一時しのぎの杖", "イカリの杖", "オオイカリの杖", "金縛りの杖",
			"回復の杖", "しあわせの杖", "場所替えの杖", "吹き飛ばしの杖", "鈍足の杖", "倍速の杖", "不幸の杖",
			"封印の杖" };
	public static String[] scrool = { "いかづちの書", "おはらいの書", "バクスイの書", "パワーアップの書",
			"メッキの書", "ワナの書", "解凍の書", "困った時の書", "混乱の書", "自爆の書", "識別の書", "大部屋の書",
			"敵倍速の書", "明かりの書", "罠師の書", "目覚めの書" };
	public static String[] ring = { "しあわせのリボン", "栄光のリボン", "遠投のリボン", "会心のリボン",
			"回復のリボン", "覚醒のリボン", "識別のリボン", "透視のリボン" };
	public static String[] grass = { "しあわせ草", "すばやさ草", "ちからの草", "ドラゴン草",
			"めぐすり草", "胃拡張の種", "胃縮小の種", "金縛り草", "高飛び草", "混乱草", "睡眠草", "天使の草",
			"毒消し草", "毒草", "薬草", "妹切草", "不幸の草", "命の草" };
	public static String[] food = { "ナツメおにぎり", "巨大なおにぎり", "小さなおにぎり", "大きなおにぎり",
			"腐ったおにぎり" };
	public static String[] pot = { "合成の壷", "分裂の壷", "印の壷" };

	public static String[] arrow = { "ミニ八卦炉", "大砲の弾", "鉄の矢", "毒ナイフ" };

	public static String[] disc = { "妖々夢", "紅魔郷", "永夜抄", "地霊殿", "風神録", "星蓮船",
			"花映塚" };

}
